tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'ack'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash-completion'
brew 'cscope'
brew 'ctags'
brew 'fdupes'
brew 'gdbm'
brew 'git'
brew 'gitup'
brew 'hub'
brew 'icu4c'
brew 'openssl'
brew 'libevent'
brew 'libffi'
brew 'libgpg-error'
brew 'libksba'
brew 'libtool'
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim']
brew 'mas'
brew 'node'
brew 'pcre'
brew 'pkg-config'
brew 'pv'
brew 'reattach-to-user-namespace'
brew 'xz'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'postgresql'
cask 'iterm2'
cask 'flux'
cask 'firefox'
cask 'hyper'
cask 'imageoptim'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
mas '1Password', id: 443987910
mas 'Display Menu', id: 549083868
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Refly Editor', id: 1172952443
mas 'Remote Desktop', id: 409907375
mas 'Scrivener', id: 418889511
mas 'Slack', id: 803453959
mas 'Snagit', id: 1102432077
mas 'Xcode', id: 497799835